Repository: EduardoThums/azure-static-blob-storage
Catalog: src/locales/*.po
Languages: pt_br

source: An unexpected error occurred.
pt_br: Ocorreu um erro inesperado.

source: Example Image.
pt_br: Exemplo de imagem.

source: Get started by editing <0>app/index.tsx</0>.
pt_br: Comece editando <0>app/index.tsx</0>.

source: Go to home
pt_br: Página Inicial

source: Home Page
pt_br: Página Inicial

source: Invalid API method.
pt_br: Método de API inválido.

source: Modals Page
pt_br: Página de modals

source: Open
pt_br: Abrir

source: Save and see your changes instantly.
pt_br: Salve e veja suas alterações instantaneamente.

source: Try again
pt_br: Tentar novamente

source: Yugioh Page
pt_br: Página Yugioh
